<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div>
<br/><br/>
<H1>Детский сад</H1>
<p>
Меня зовут Сергей Самсон и я родился в Белоруссии(город Лида) в 1991 году.
И если честно, про то время помню мало. Запомнилось, что особых перживаний не было. 
И еще 2 вопроса, которые не давали мне жить долгое время. 
Почему зимой солнце ближе к Земле чем летом? Почему люди должны спать когда им не хочется, 
и не спать когда хочется.
</p>
<form action="autobiography1" method="get">
	<p><input type="submit" value="Вперед"></p>
</form>
</div>