<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div>
<H1>Школа</H1>
<p>
Для меня школа была непростым временем, но я ей благодарен. Те знания, что я мог и хотел получить, 
мне дали. Учился на 8-9. 10 и выше было по точным наукам, а так же истории. ЗНО написал на 198 математику, 
188 физика и 176 - язык. К слову, мое поколение немного эксперементальное. 
Посудите сами : я родился в 91-м году - развалился СССР. Школу изменили на "Гимназию" именно 
когда я туда пошел (кроме названия и обязательной формы одежды ничего не изменилось). 
Мы первыми писали ЗНО(2008). Бакалавра я сдавал на ЕВРО-2012(в результате все было  
сильно урезано по времени). Закончил КПИ я в 2014 (вы в курсе...). 
</p>
<form action="autobiography2" method="GET">
	<p><input type="submit" value="Вперед"></p>
</form>
<form action="autobiography0" method="GET">
	<p><input type="submit" value="Назад"></p>
</form>

</div>