<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div>
<H1>Универ</H1>
<p>
Поступил в 2008 в КПИ на "Факультет электроники" кафедра "Промышленной электроники". В 2012 перешел на 
кафедру "Электронные приборы и устройства". Бакалаврат очень похож и академ разница была минимальной.
Факультет хороший, обе кафедры хорошие, но мне это не интересно. Я хочу попробовать себя в другом
направлении.
</p>
<form action="autobiography1" method="get">
	<p><input type="submit" value="Назад"></p>
</form>
</div>